{"name": "Page", "type": "group", "children": [
    {
      "name": "Default Text",
      "type": "text",
      "content": "<h3> </h3>\n<h3><span style=\"color: #e67e23;\"><span style=\"text-decoration: underline;\">Please retain this page in your website</span>, modified as required</span></h3>\n<p><span style=\"color: #e67e23;\">Visitors need to know how Heurist has helped this project so that they are encouraged to try it. Otherwise the infrastructure goes unnoticed. </span><span style=\"color: #e67e23;\">By all means reorganise the page's position, but please give it some prominence.</span></p>\n<p><span style=\"color: #e67e23;\">By helping grow the user base you help guarantee Heurist's healthy future, for you and for everyone (including the reader). </span></p>\n<p><strong>-------------------------------------------</strong></p>\n<h3>History of development</h3>\n<p><span style=\"color: #e67e23;\">&lt;You can use this section to describe how you went about building the database (including sources of data, antecedent versions, conversion to Heurist, and the reasons for choosing Heurist), and how Heurist, and/or the team, have helped you achieve your results.&gt;</span></p>\n<p>...</p>\n<h3>Collaboration with Heurist team</h3>\n<p>The Heurist team provides support to all Heurist users, including free email support and bug fixing for unfunded projects through to database modelling, construction, code development and website construction for funded projects able to help support the team. Between us we have over 75 years of Humanities database development experience and bring far more than just technical skills to the development of projects. The work is entirely non-profit - all funding goes back into supporting and developing the service.</p>\n<p><span style=\"color: #e67e23;\">&lt;Please enter here details of the collaboration and support provided by the Heurist team&gt;</span></p>\n<p><span style=\"color: #000000;\">...</span></p>\n<h3>The website</h3>\n<p>This website / data portal is built from, and in, a Heurist database of research data developed by the project. </p>\n<p>Heurist provides a flexible CMS capability which can generate a 'vanilla' website with interactive data components in minutes, through to sophisticated websites conceived by a graphic designer.</p>\n<p>The website is edited through the Heurist website editor and is stored as an integral part of the database and generated directly by the Heurist software. This allows for reliability and sustainability, and for optimal interaction with the data including images, and the use of Heurist's interface components (widgets such as facet searches, result lists, maps, timelines, custom reports and network diagrams) directly in the website. </p>\n<h3>About Heurist</h3>\n<p>Heurist (<a title=\"Heurist Academic Knowledge Management System\" href=\"http://HeuristNetwork.org\" target=\"_blank\" rel=\"noopener\">HeuristNetwork.org</a>) is a free, flexible, open-source data management application and website builder developed specifically for researchers in the Humanities.</p>\n<p>Heurist allows researchers to design, build, analyse, visualise, publish (via the web) and archive their own databases without coding or technical support.</p>\n<p>Heurist is available as free, non-commercial web services available to researchers worldwide. Please visit the website to find a service in your region.</p>\n<p>Heurist has been developed at the University of Sydney, Australia since 2005 in collaboration with dozens of research projects, and is actively developed and supported. The source is available on gitHub.</p>",
      "dom_id": "cms-content-18",
      "css": {}
    }
  ],
  "folder": true, "dom_id": "cms-content-17", "css": {}
}